[
  {
    "title": "Station 1: General Adult Patient Management",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working in liaison psychiatry and have assessed Mr Septimus Harding, a 63-year-old man on the cardiology ward. He had a non-ST-elevation myocardial infarction (NSTEMI) three weeks ago, and the ward staff are concerned that he is not making sufficient progress.\nHe describes feeling ‘really rubbish’ ever since his heart attack, having previously felt very positive and carefree – he was particularly looking forward to retirement. He lacks the energy to make progress with his cardiac rehabilitation even though the doctors tell him that his heart is doing well. He said that ‘all the fun just seemed to be sucked out of life’. His real passion in life was music, but he can’t have his cello on the ward to play.\nHis mood just seems to be getting worse. He tends to wake up at 4:00 A.M., but he’s not sure if that’s just the beeping from all the machines. He has lost his interest in food and just eats because the nurses tell him he has to; he doesn’t like the hospital food anyway. He thinks he has lost a bit of weight.\nHe tells you that he feels very guilty about his wife having to travel up to the hospital so often. He thinks that the NSTEMI is all his own fault because he has never been a person who exercises much. He is worried that he might lose his job.\n● Previous medical history: Essential hypertension, type 2 diabetes\n● Current medication: Amlodipine 10 mg OD, metformin MR 1 g OD, aspirin 75 mg OD, clopidogrel 75 mg OD, atorvastatin 80 mg OD, bisoprolol 2.5 mg OD\n● Social history: Lives with his wife in a flat; has a difficult relationship with his daughter, as she doesn’t like her husband; works as a salesman\n● Substance use: Has not drunk anything since being admitted to the hospital, but used to drink three to five pints of beer each night; used to smoke 30 cigarettes per day but has been told he should quit; has never used recreational drugs\n● Risk: Denies any thoughts of ending his life or harming others, no previous history of other relevant risk behaviours\nThere is currently a bright young medical student in your team, Henrietta Lacks. The consultant has asked you to present the case to her as a teaching opportunity.\nPresent the case to the medical student and answer her questions. Explain the most likely diagnosis and discuss an appropriate management plan.",
    "actorInstructions": "You are Henrietta Lacks, a medical student in a liaison psychiatry team. It has been arranged that the doctor in front of you is going to teach you about an interesting case. The case regards a person whom the doctor recently assessed, who had become very low in mood following a heart attack (you should ideally say ‘myocardial infarction’, which means the same thing). Time is limited, so if the doctor is taking a very long time (e.g. two to three minutes) answering one question and you think they will run out of time before answering them all, try to move them on to another. Your questions are as follows:\n1. Ask the doctor to summarise the case.\n2. Ask whether there is any additional information they would like to know. If they need prompting, ask whether there is anybody else it could be helpful to speak to, as you’ve often seen other doctors do this.\n3. Ask what they think the most likely diagnosis is, and whether there are other possibilities. Keep this relatively brief.\n4. Ask for their treatment plan. If they do not cover each of biological (e.g. medications, alcohol reduction), psychological (e.g. a ‘talking therapy’ such as cognitive behavioural therapy or interpersonal therapy), and social factors (e.g. peer support, sick note for employer), then encourage them to consider those they have missed (e.g. ‘Is there anything psychological that could be done to help?’). If they do not cover short- and long-term management, encourage them to consider both (e.g. ‘What about in the longer term?’).\nEncourage the candidate to be specific. If they mention antidepressant medication, ask them which one(s) and why. If they mention psychological therapy, ask which modality (i.e. type) they would consider.",
    "voice": "sage",
    "feedbackDomains": {
      "Differential Diagnosis": "The candidate successfully identifies that this is a case of (mild to moderate) depression following a myocardial infarction. Differential diagnoses would include an adjustment disorder, an anxiety disorder, or (less likely) alcohol dependence/withdrawal associated with low mood, but the main task is to identify the depression.",
      "Management": "The candidate considers sources of further information:\n● Collateral history from the patient’s wife\n● Collateral history from nurses on the ward\n● Medical notes (including GP records) and investigation results\nThey devise an individualised management plan covering a biopsychosocial strategy in the short and long term. Medication and psychological therapy should both be considered, but the other examples are just suggestions – there are other possibilities.\nBiological\n● Antidepressant medication – SSRIs are preferred, as they are effective and relatively safe. Citalopram is cautioned due to the risk of prolonging the QT interval. Good SSRI options are sertraline, fluoxetine, and paroxetine. Mirtazapine is a good alternative to SSRIs. The candidate could helpfully refer to the potential for interactions with current and future medications for physical health (e.g. SSRIs can increase bleeding risk, here exacerbated by aspirin).\n● Review of food options – A dietician referral may be helpful to find more acceptable alternatives.\n● Smoking cessation support\n● Alcohol use support\nPsychological\n● There is evidence for psychological therapy following myocardial infarction, but no strong evidence for any particular modality. If mild, guided self-help or computerised CBT could be good options. If unresponsive to these, or if depression is considered more severe, CBT or IPT could be considered.\n● Guilt could be addressed in CBT as a negative cognition.\n● Behavioural activation could be helpful and would be synergistic with cardiac rehab.\n● The relationship with his daughter might be good to explore in IPT.\nSocial\n● Side room to reduce noise and improve sleep\n● Physical activity groups\n● Peer support\n● Sick note that he can provide to his employer\n● Visits from different family members\n● Music to listen to, even if he can’t play the cello"
    },
    "authorsNote": "Depression following myocardial infarction is common, and the NICE guidance for depression in people with chronic physical health problems is a bit different from other groups. First-line interventions for mild to moderate depression are a structured group physical activity programme, a peer support programme, guided self-help based on CBT principles, or computerised CBT. If depression is moderate to severe, the same algorithm for those with and without chronic physical health problems is used and offers either an antidepressant or a high-intensity psychological therapy (usually CBT or IPT).Variants on this station could include discussing the diagnosis with a consultant, taking a social history, or including a capacity assessment."
  },
  {
    "title": "Station 2: General Adult Patient Management",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working on an acute inpatient unit. Your colleague has asked you to review Mrs Agatha Achebe, who is a 31-year-old woman with a long-established diagnosis of paranoid schizophrenia. She was switched from aripiprazole to haloperidol three weeks ago, but she is now ‘non-adherent’ with her medication, stating that it is ‘driving her mad’. Your colleague has been unable to convince her to take the medication.\nPlease explore Mrs Achebe’s concerns regarding her current medication; once you have identified her main concern, please attempt to explore possible solutions.",
    "actorInstructions": "You are 31-year-old Mrs Agatha Achebe. You have been diagnosed with paranoid schizophrenia since you were 23, and this is your second inpatient admission. Due to concerns that aripiprazole was not fully controlling your symptoms, you have been switched to haloperidol. The dosage has been steadily increased to 15 mg over 24 hours and has been effective, insofar as you are free of psychotic symptoms.\nUnfortunately, over the last few days you have noticed that you are struggling with a feeling of ‘ants in your pants’; you are unable to sit still for more than 10 minutes at a time before a horrible feeling of tension and restlessness (mainly in your legs) compels you to get up and move. This sensation is at its worst when you are having to stand still (e.g. when queueing for medication). Subjectively, you feel anxious, tense, and generally ‘awful’ (in a way that you struggle to put into words). During your discussion with the doctor, you struggle to sit still at all and feel the urge to pace, cross your legs, and roll on the balls of your feet. At times, you must stand up, walk a few steps, and sit back down again. You have no feelings of stiffness, tremor, or other EPSEs.\nThis feeling is getting in the way of your ability to sleep, eat, and enjoy anything in life. You were worried you were relapsing, but this feels very different.\nIf asked directly, you cannot imagine continuing like this, and if there is no way of getting rid of this feeling, you are confident you would not want to live anymore. Presently, you do not have any active desire or plans to take your own life.\nYou are otherwise managing well on the ward and are keen to ensure your mental illness is well managed with a medication you can take in the longer term. You have no other psychiatric symptomatology (no depressive, anxious, or psychotic symptoms), and you have no plans to harm others.\nYour main concern is that you are taken seriously, and that your doctor will work with you to help find an appropriate solution.\nIf you feel that you are being dismissed, or that the doctor is only concerned with ensuring you take your medication as prescribed, you will become irritable and withdrawn, hoping to discuss this with the consultant as opposed to the doctor in front of you.",
    "voice": "alloy",
    "feedbackDomains": {
      "Knowledge": "The candidate identifies that the issue at hand is akathisia, a common and potentially disabling side effect of psychotropic medication. The candidate is able to identify the core features of akathisia (i.e. objective restlessness; subjective feelings of ‘tension’, which are unpleasant and may be more apparent in certain parts of the body such as the legs).\nThe candidate disentangles the symptoms of akathisia from anxiety, primary low mood, and worsening of psychotic symptoms through a brief but appropriate review of symptoms. A key feature, and one that may potentially lead an otherwise successful candidate to fail, is the risk of suicide. It is important that thoughts of self-harm are elicited and that they are attributed to the akathisia, as opposed to another cause (e.g. low mood).\nIf called upon to examine the patient, the candidate should ask the patient to stand up and be as still as they can; the candidate should then observe them for signs of restlessness and assess for EPSEs (see Station 4.41).\nThe candidate offers sensible options to the patient to improve their symptoms; this may include a reduction in the present antipsychotic, a switch to an alternative agent, or adding an appropriate adjunct (e.g. propranolol or mirtazapine).",
      "Communication": "A key task in this station is to quickly form a collaborative relationship with the patient. The candidate does not minimise the side effects reported and avoids ‘convincing’ the patient to continue with the current treatment.\nThe candidate elicits and empathises with how unpleasant the reported side effects are and demonstrates a willingness to explore alternative options."
    },
    "authorsNote": "It is unlikely that you will be required to take a history, examine the patient, and offer advice for treating akathisia in one station. However, a combination of two of these is certainly possible, and it is worth practising all three, just in case.\nA key feature in this station is taking akathisia seriously, as it is often missed in clinical practice and the consequences of this (in terms of misery, medication non-adherence, and worse) can be significant."
  },
  {
    "title": "Station 3: Alzheimer’s Dementia Collateral History (Older Adults)",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working in an older adult community team and have been asked to talk to Miss Eva Selwyn, daughter of Mr Jacob Selwyn, a 68-year-old gentleman who has had some memory difficulties. Mr Selwyn has given his consent.\nPlease take a collateral history, considering any possible relevant diagnoses.",
    "actorInstructions": "You are Miss Eva Selwyn, the 35-year-old daughter of Mr Jacob Selwyn.\nYour father has been increasingly forgetful over the past 12 months. You first became aware of this when he expressed concerns over missing various minor appointments; you initially dismissed this as part of getting older. However, recently he has been forgetting where he is and getting lost in previously familiar places.\nHe lives with your mother, who is fit and well. She has also noticed that your father has not been ‘quite right’ for some time. She recently told you that he has been struggling to ‘get the right words out’ and no longer takes pride in his appearance – often going unshaven for several days and buttoning up his shirt incorrectly.\nYour father used to be an accountant and managed the family’s finances smoothly. Recently, he has been forgetting to pay bills, and you have now stepped in to help. You put this down to his difficulty with paying things online and modern technology, although you are aware this is not very plausible as your father has been using the internet for more than 20 years and ran his own business successfully.\nYour father does not take any medications, has no known health conditions, and has not had any recent infections or medical procedures. He does not drink alcohol and does not smoke.\nIf asked, there has not been a change in his personality, and he has not been rude, been impulsive, or behaved oddly.\nIf asked, there has been no fluctuation to his symptoms, just a steady decline.\nIf asked, he has not had any visual hallucinations.\nHe has never seen a psychiatrist before, and there is no relevant family history that you can think of.",
    "voice": "verse",
    "feedbackDomains": {
      "Knowledge": "The candidate elicits the history of Alzheimer’s disease, including information across all or most of the following domains (which may also provide the candidate with a revision aide!):\nAmnesia: The candidate asks whether there have been any short- and long-term memory difficulties – Do they often misplace things, can they remember shopping lists/restaurant orders, and do they remember important birthdays/anniversaries?\nAphasia: Expressive dysphasia – When they speak, is it grammatically incorrect, even though the meaning is intact? Receptive dysphasia – Have they ever clearly heard what you have said, but didn’t understand what you were saying? Lexical anomia – Do they have difficulty finding the right word, even though they know what it means?\nApraxia: Do they have difficulties in washing, dressing, cooking, and shopping?\nAgnosia: Are they able to recognise people such as close family? How about those less familiar?\nAwareness: Are they able to find their way home when out in the local area? Are they orientated to time, place, and person?",
      "Risk Assessment": "The candidate briefly explores all risks disclosed (e.g. wandering outside, which may lead to vulnerability from strangers) and others that may be relevant: Have they ever left the front door open? Are they vulnerable to financial exploitation? Have you noticed any fire risks, such as leaving the gas hob on?",
      "Differential Diagnosis": "The candidate screens for risk factors and symptoms of the common dementias, as well as other causes of impaired cognition:\nVascular: any history of stroke/TIAs, ischaemic heart disease, diabetes, smoking, pattern of symptom progression (stepwise or steady)\nLewy Body: visual hallucinations, fluctuating consciousness, falls, parkinsonism\nFrontotemporal: personality changes and impulsivity, positive family history of connected conditions (FTD, MND), early-onset dementia, late-onset psychosis\nDepression: mood changes that might indicate the pseudodementia of depression\nAlcohol: any history of alcohol misuse to exclude alcohol-related brain damage\nMedication: any current use of medications that may contribute to memory impairment"
    },
    "authorsNote": "In this station, you should fully screen for other causes of poor cognition, such as the effects of anticholinergic agents, depression, and chronic alcohol misuse. These causes are sometimes missed by clinicians, leading to misdiagnosis and delay in appropriate treatment."
  },
  {
    "title": "Station 4: Eating Disorder Management (Anorexia Nervosa Explanation)",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You have been asked to meet with Mrs Jane Belfield, the mother of 18-year-old Ruby. You recently assessed Ruby in the outpatient clinic following a GP referral for a possible eating disorder.\nAt the initial assessment, you learnt that Ruby had been a very active adolescent. She played hockey regularly for a local team and also enjoyed cycling and swimming. However, during the first few months of university, she spent a lot of time socialising and eating takeaway meals with her new friends. Consequently, she noticed she had started putting on weight.\nRuby had always thought of herself as slim, and the sudden weight gain made her feel very uncomfortable. As a result, she started to monitor her diet and began counting calories. She acknowledged that this had become more of a preoccupation over the last few months and agreed that she had lost a considerable amount of weight.\nRuby admits that she has also started exercising again, but not for enjoyment – rather, for fear of putting on weight again.\nRuby denied any self-induced vomiting or the use of either laxatives or diet pills.\nRuby currently lives at home with her parents. She has taken time off her university course with the agreement of her academic tutor, who was concerned about the amount of weight she had lost.\nPertinent Investigations\nECG – Nil acute pathology detected\nBlood tests – All within normal range except white cell count (WCC) of 3.2 × 10⁹/L [ref range: 4 – 11.0]\nBlood pressure – 95/70 mmHg, Heart rate – 60 bpm\nBMI – 15 kg/m²\nYou have diagnosed Ruby with anorexia nervosa. She recognises she has a problem with her eating; however, she is apprehensive about treatment and the prospect of gaining weight.\nRuby has consented for you to share information from her initial assessment with her mother.\nDiscuss Ruby’s diagnosis with her mother and answer any questions she may have.",
    "actorInstructions": "You are Mrs Jane Belfield, the mother of 18-year-old Ruby. Ruby has returned home early from her first year at university after some concerns about stress and weight loss. When you came to pick her up a few weeks ago, you were shocked to see how much weight she had lost.\nSince returning home, Ruby has told you about her recent diagnosis of anorexia. You have heard a little about this diagnosis but would like more information. You are frightened she will not get better, as you know that anorexia can cause death.\nIf the candidate explains things in a non-judgemental way and appears understanding, you explain that you are concerned that your own adolescent issues with eating may have somehow been passed on to your daughter, even though you have always been careful not to discuss weight or diet with her.\nRuby is your only child, and you want to help Ruby in any way possible.\nThe specific questions you’d like answered are as follows:\nWhat is anorexia?\nWhy do people develop anorexia?\nWhat treatment is available?\nCan people fully recover?\nHow can the family best support Ruby?",
     "voice": "verse",
    "feedbackDomains": {
      "Knowledge": "The candidate explains that those suffering from anorexia nervosa, or anorexia, have a very low body weight that is caused by abnormal eating behaviours outside of social or cultural norms.\nThe candidate demonstrates a clear understanding of the diagnostic criteria for anorexia nervosa and uses this to explain why Ruby has been diagnosed with anorexia:\nBMI lower than 18.5 kg/m² (classified as underweight)\nDeliberate weight loss, induced by the patient (e.g. not caused by a health problem or scarcity of food)\nWeight gain prevented by various means (e.g. vomiting, purging, restricting, exercise)\nIncreased preoccupation with weight and shape, or overestimation of weight\nThe candidate demonstrates an awareness of the biological, psychological, and social risk factors and uses this to explain why Ruby may have developed anorexia:\nYoung age\nGenetics (multiple genes involved)\nFemale gender\nFamily history of eating disorder, substance misuse, or other mental health disorder\nSocial pressures\nAdverse life experiences (e.g. childhood abuse)\nPersonality traits (e.g. perfectionism)\nCo-morbid mental illness",
      "Management": "The candidate carefully outlines the physical health complications of anorexia (e.g. osteoporosis, cardiac arrhythmias, amenorrhoea, and electrolyte imbalances) and how these are of primary concern.\nThey highlight that Ruby will require a variety of regular investigations, including ECGs, vital signs, blood tests, and frequent weight checks. The candidate explains that Ruby’s tests so far have indicated a slightly low WCC and blood pressure, which is consistent with her low BMI.\nThe candidate lays out an appropriate treatment strategy, with a focus on dietician support (including a prescriptive meal plan) and psychological therapies (e.g. modified CBT for eating disorders).\nThere is an appreciation that there is not usually a role for medication in the treatment of anorexia, although it may be required for co-morbid psychiatric conditions.\nThe candidate explains that treatment is normally provided in the community; however, if there is a significant concern about a patient’s physical health, then treatment in the hospital is sometimes necessary.\nThe candidate offers reassurance that the prognosis is better if treatment is started earlier on in the illness. They explain that approximately 50% of those with anorexia nervosa make a full recovery.¹\nThe candidate may highlight that the prognosis is likely to be better with good family involvement. They may also mention that there are carer’s groups that Ruby’s mother could attend for support.",
      "Communication": "The candidate should use layman’s terms and pause to check understanding before the end of each explanation. Additionally, if the mother talks about her own childhood difficulties with eating, they are sensitive to this and highlight the multifactorial cause of anorexia. Lastly, the candidate remembers to offer written information on anorexia nervosa."
    },
    "authorsNote": "As with many psychiatric conditions, having a good support network is incredibly important in recovery, and this is especially true with eating disorders. The eating disorders charity Beat (beateatingdisorders.org.uk) outlines advice for family members and carers of those with eating disorders.\nInterestingly, ICD-11 has removed ‘fear of fatness’ as a requirement for diagnosis. Anorexia nervosa is now ‘typically associated’ with a fear of weight gain, a subtle but important distinction. Furthermore, ICD-11 requires a patient either to consider low body weight as central to their self-identity or to inaccurately perceive their weight as normal or excessive.²\nWith regard to medication options, there is some evidence to support the unlicensed use of olanzapine;³ however, many patients are aware of the particularly unwanted side effects (e.g. weight gain), and therefore careful discussions should be had before initiating these."
  },
  {
    "title": "Station 5: Learning Disability Management- Recent Change in Behavior",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working in a community learning disabilities team and have been asked to speak to Mr Chris Harlow, the carer of Mr George Elliott, a 32-year-old man who has a diagnosis of moderate learning disability. Staff at the care home have been concerned about recent changes in Mr Elliott’s behaviour.\nPlease elicit a collateral history from Mr Harlow and address any concerns he might have.",
    "actorInstructions": "You are Mr Chris Harlow, a support worker at the care home that Mr George Elliott resides in. George is a 32-year-old man with moderate learning disability and has lived at the care home for around five years. You have been George’s key worker for the past two years. You are eager to speak to the doctor about George’s presentation.\nYou have noticed that in the last six weeks, George has become more withdrawn, less happy, and less verbally communicative. He has been isolating himself in his bedroom, rather than spending time in the communal areas of the care home as he used to. He has even stopped coming to the dining room for meals, causing some concerning weight loss. He has also stopped going to the day centre that he used to enjoy attending twice a week. You and your colleagues have noticed he is not sleeping as well at night, and is often found crying in the middle of the night.\nIf asked, he doesn’t seem to really enjoy anything at all at present.\nIf asked, he has not been observed to be responding to voices or visual hallucinations or presented with any other bizarre behaviour.\nThere has also been one episode of aggression, where George hit out at a staff member when prompted to come out of his room. George was very distressed, and two staff members were needed to de-escalate his behaviour. You are concerned that another episode like this could occur unpredictably and about George’s risk of injury to staff. He has also been observed to bang his head on the wall on a number of occasions, albeit sustaining no injuries as a result. He does not do anything else that might hurt himself, and he has never expressed suicidal thoughts. He does not have a history of suicide attempts.\nIf asked, you have not noticed any suspicious bruises on George’s body, and you are unaware of any reports of abuse at the care home.\nYou are baffled by this change, as George has always been a happy, cheerful man. He is well liked and interacts well with staff and other residents.\nYou understand George to have an IQ of 41. He is able to verbally communicate with very basic skills in English. He can carry out basic self-care tasks with support from staff. You think his learning disability may have a genetic cause, but you do not know more specific details. He does not have an established diagnosis of attention deficit hyperactivity disorder. Although not formally diagnosed with autism spectrum disorder, he exhibits autistic traits in line with his moderate level of learning disability. He does not have a history of seizures.\nIf asked about physical health, you know that George was reviewed two days ago by the local GP, who found he was severely constipated and has prescribed him laxatives. He has yet to pass faeces. No other health problems were identified. You do not think there are any problems with his memory recently.\nIf asked about visitors or relatives, you have noticed that George’s mother has been visiting the care home less often recently due to increased work commitments – from once a week to once a month. There has been no other change in the environment of the care home that you think could have triggered this.",
    "voice": "verse",
    "feedbackDomains": {
      "Knowledge": "The candidate at first facilitates the staff member to provide a relatively detailed narrative history of the change in behaviour and their own concerns, prompted appropriately by the candidate on occasion – particularly to seek additional either tangentially related or substantially missing information.\nSpecifically, the candidate ensures that the history includes information relevant to identifying any underlying causes, any plausible differential diagnoses, and any risks or concerns, such as the following:\nBiological – Are there any new changes in physical health, as well as any established or undiagnosed conditions that might explain symptoms? Are there any symptoms of mental illness, especially those that are often comorbid in people with a learning disability? These include not only depression (present in this scenario: sleep and appetite disturbance, anhedonia, tearfulness), but also anxiety, psychosis, mania, ADHD, ASD, and dementia.\nPsychological – Has the patient expressed any new beliefs about themselves or the world around them that might be distressing, or spoken about a traumatic memory they might be recalling or processing?\nSocial – Particularly key are changes in relationships or visitors, any potential signs of current abuse, and any other material changes in living circumstances. Could the patient be worried about debt or someone’s health? Have they fallen out with a friend? Are they being exploited in any way?",
      "Risk Assessment": "The candidate performs a thorough risk assessment, in particular paying attention to the following:\nRisk to self – Self-neglect is a particular concern. To the extent that they are responsible for aspects of their own care, are they still maintaining this? Are they eating well? Self-harm can be more common due to frustration with difficulties in communicating or sometimes understanding unmet needs. Head banging is a more common mode of self-harm than in the general population. The candidate must ask about suicidal thoughts and attempts.\nRisk to others – Is there aggression toward staff? Is the setting still safe to manage any risks? What interventions have been tried?\nRisk from others – The candidate absolutely must ask about the possibility of physical or sexual abuse, especially if there are any new suggestive signs (not the case in this scenario) such as direct reports, bruising, incontinence, or challenging behaviours limited to one staff member or situation.",
      "Physical Health": "The candidate considers and enquires directly about any possible organic causes such as constipation, infection, or changes in medication (if the patient had epilepsy, the candidate might ask whether aggressive episodes had occurred with features of consciousness-impairing epileptic activity).\nIn this scenario, the patient is severely constipated and potentially runs the risk of impaction and bowel obstruction. Although this is unrelated to the depressive presentation, it must not be missed (untreated bowel obstruction can be fatal), and it would be reasonable to suggest suppositories."
    },
    "authorsNote": "It is so important in the CASC and in clinical practice to avoid complacently accepting a single plausible explanation for a presentation or attributing all symptoms to a single cause. Patients with a learning disability may struggle to communicate their needs and are especially vulnerable to this sort of ‘diagnostic overshadowing’, where a clinician misattributes a particular behaviour or symptom to learning disability, prematurely stops investigating, and misses something crucial."
  },
  {
    "title": "Station 6: Psychotherapy Management Station - Cognitive Distortion",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working in an outpatient clinic and are about to see 23-year-old cricketer Mr Tommy Beans. Mr Beans presents with low mood following an unexpected mistake in a pivotal cricket match. He has refused to play for the team since this time and is expressing a number of cognitive distortions.\nIdentify the cognitive distortions and explain them to Mr Beans in a manner he understands.",
    "actorInstructions": "You tend to take a long time to answer, especially at first. You make little eye contact. You feel worthless and upset and are quite bleak about your future.\nYou are 23-year-old Mr Tommy Beans, the star batsman for the semi-professional team Trent Albion Cricketers. You are the top-scoring batsman in the league so far, with a very impressive batting average of 74 runs after 12 Test matches. However, in a recent crucial match against your rivals, Barton Cricket Club, you were dismissed for just 22 runs after making a terrible shot that was easily caught. No other batsman on your team scored more than 10 runs and you lost the game decisively. You blame yourself for your team’s poor performance.\nSince the match, you have felt hopeless about your future and are certain that you are a burden on the team. Consequently, you have refused to play despite the coach’s protests. You are increasingly sure you should retire despite your young age and otherwise fantastic performances. Your coach actually suggested you could go professional and mentioned that some teams have approached him about you already, but you didn’t believe him.\nYou have spoken about your recent worries with your family (a wife and two children), who are concerned and have urged you to seek support. You increasingly feel as though you are a failure as a father and a husband, although nobody in your family has ever said anything like this to you.\nYou tend to downplay anything good you have done (minimisation).\nYou tend to overplay/exaggerate the impact of anything bad you have done (maximisation).\nYou jump to negative conclusions based on small pieces of evidence without considering contradictory evidence (selective abstraction) and/or you use very poor-quality/unrelated evidence to reach these conclusions (arbitrary inference).\nYou assume that the worst possible outcome is going to be true (catastrophising).\nYou tend to view things as either totally perfect or totally awful (polarised/black-and-white thinking).\nYou tend to think that negative things are specifically because of you, even when they are probably not (personalisation).\nIf the candidate tests the conviction of your beliefs and shows you some inconsistencies in your logic, you do recognise there is a chance you may be wrong – even though it still feels true.\nIf asked, you do not ‘hear voices’ and have not had any unusual experiences.",
    "voice": "alloy",
    "feedbackDomains": {
      "Knowledge": "The candidate identifies, describes correctly, and ideally names the candidate’s demonstrated cognitive distortions (refer to Actor Instructions).",
      "Differential Diagnosis": "The candidate tests the distortions to ensure they aren’t delusions (i.e. candidate should check how strongly the patient believes in them by challenging the patient’s reasoning and testing evidence). For example, they may say, ‘I noticed you said you scored higher than your teammates in that loss – is it possible that the loss wasn’t your fault?’ or ‘It seems to me like your coach, teammates, and family rate your performances highly and think you could go professional. Is it possible that you are undervaluing your contributions?’ A delusional belief will be firmly held regardless of poor evidence to support it and/or good evidence to oppose it.",
      "Communication": "The candidate checks the patient’s understanding regularly (e.g. ‘I know this is a lot to take in. Has this made sense?’) and uses appropriate language or explains any specialist terms (e.g. ‘It seems to me that you really downplay anything you’ve achieved. Sometimes that can happen when people are feeling low – as a doctor I might call that minimisation. Might that be happening for you?’).\nThe candidate allows and appropriately answers questions (e.g. ‘This is a good chance for you to ask me anything that’s on your mind. What are your thoughts so far?’).\nThe candidate builds rapport (this is quite subjective, so best to ask the actor whether they felt supported). Things that can help include the following:\nDemonstrating active listening (by occasionally using the patient’s own language and making an empathetic statement rather than an immediate judgement or correction). For example, if the patient mentioned that they feel as if although they love their family they are a failure as a father, the candidate might later say, ‘I remember you saying you feel like a failure as a father, which sounds like a terrible burden for you given how much you clearly love your family’ before gently testing the strength of this belief.\nMaking non-specific supportive statements (e.g. ‘Life sounds a bit overwhelming and difficult for you at the moment, and I’m sorry you’re going through this’).\nEngaging the patient with both normalising statements and hopeful statements (e.g. ‘I see a lot of people with similar symptoms, so you’re really not alone in this’ or ‘Depression usually makes it harder for people to see any hope in their future, but I wanted to make sure you know that it’s treatable and we can get you through this difficult period to a place where you feel happy and can see things more clearly again’)."
    },
    "authorsNote": "Cognitive distortions can apply to any line of work, so you could easily adapt this station for practice using a different setting (e.g. a business executive after a deal gone slightly wrong). Alternatively, this could be a management station where you are asked to explain and discuss a specific proposed treatment for the patient’s depression (particularly cognitive behavioural therapy).\nIf you focus on testing the cognitive distortions, you will usually find you cover what you need to in this station. Do make sure that you ‘chunk and check’ (provide information in small chunks and check that it has been understood). It can be tempting to keep talking under the pressure of the exam – don’t be afraid of leaving some gaps for the patient to speak!"
  },
  {
    "title": "Station 7: Addictions Psychiatry History Taking (Delirium Tremens)",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working in liaison psychiatry and have been asked to review Mrs Brenda Willows, a 64-year-old woman admitted to the orthopaedic ward. Mrs Willows is now in her third day of recovery following lumbar decompression surgery, and the ward nurses have expressed concerns that she has suddenly become confused, agitated, and tremulous.\nPerform a mental state examination with a view to establishing a diagnosis.",
    "actorInstructions": "You are Mrs Brenda Willows, a 64-year-old retired banker. You are terrified and visibly agitated. You find it difficult to keep still on your seat and frequently stamp down on the floor as if attempting to squash things.\nIf asked about your current experiences, explain that you can see a mass of insects emerging from the walls of the ward and scuttling on the floor toward you.\nYou are preoccupied with the insects and find it difficult to concentrate on the questions the candidate is asking. However, if the candidate is able to distract you, for example, by asking you to focus on them, relax and attempt to engage with the conversation.\nIf asked, you remember being admitted to the hospital for surgery on your back, but describe the events since the operation as ‘a blur’. You characterise your mood as frightened, and you have a horrible feeling that your life is in imminent danger. You deny any suicidal ideation or thoughts of self-harm.\nWhen asked about your thoughts, you deny any worries about anyone interfering with your thoughts or controlling you in any way, and you deny experiencing any auditory hallucinations. The insects you can see on the floor are real, and you are confused about why the candidate cannot see them.\nAt some point during the scenario, shout out in a fearful manner.\nIf asked what is bothering you, explain that you can feel the insects crawling up your legs under your hospital gown.\nIf asked, you are unable to remember the present date, the name of the hospital, or the profession of the candidate.\nIf asked, you admit that you have been drinking several bottles of red wine on a daily basis since you retired four years ago. You last consumed alcohol the day before your operation. You have no previous mental health history and have never used illicit drugs.",
    "voice": "ember",
    "feedbackDomains": {
      "Examination": "The candidate is able to elicit the pertinent psychopathology (e.g. visual hallucinations, tactile hallucinations, confusion, and lack of insight).",
      "Differential Diagnosis": "The patient in this scenario is acutely confused, agitated, and hallucinating following recent spinal surgery. The differential diagnoses for the candidate to consider are as follows:\nDelirium tremens\nDelirium (e.g. secondary to infection, constipation, inadequately controlled pain)\nPsychosis\nAcute intoxication (e.g. alcohol, illicit substance, prescribed medication)\nIt is imperative that the candidate asks the patient about their alcohol intake history in this station in order to ascertain the correct diagnosis. The combination of alcohol dependence, recent alcohol discontinuation, and a suggestive clinical presentation (e.g. hallucinations, agitation, confusion, tremor, autonomic hyperactivity) makes delirium tremens the most likely diagnosis (see Station 9.5).",
      "Communication": "The candidate effectively utilises simple distraction techniques (e.g. reassuring the patient that they are safe, redirecting attention from the hallucinations) to reduce levels of agitation and engage the patient in the assessment.\nThe candidate acknowledges and explores the patient’s abnormal perceptions (visual and tactile hallucinations) but avoids colluding in their existence."
    }
  },
  {
    "title": "Station 8: Forensic Psychiatry Risk Assessment (Indecent Exposure)",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You have been called to a police station to assess Mr Ryan Churchill, a 47-year-old man who has been arrested for alleged indecent exposure.\nTake a history and conduct a risk assessment.",
    "actorInstructions": "You are Mr Ryan Churchill, a 47-year-old unemployed man who has been arrested after a complaint from a neighbour that you have been sunbathing naked in your garden.\nYou are angry that you have been arrested and feel offended that you have been accused of indecent exposure. You do not understand why you are being assessed by a psychiatrist and are reluctant to engage with the assessment.\nYou admit that you have been sunbathing in your garden naked most days for the past two weeks. You are aware that the garden is visible from your neighbour’s kitchen window and acknowledge that they can easily see you. In your opinion, you should be free to wear whatever you want on your own property and feel that the neighbour is a ‘prude’.\nIf the candidate is nonjudgemental and reassures you about the purpose of the assessment, open up and engage.\nYou admit that since you separated from your wife the previous year, you have become sexually attracted to your female neighbour. You are aware that she works from home and is alone in the house during the day. You started sunbathing naked because the idea of your neighbour seeing you naked sexually aroused you. You did not think that your neighbour would contact the police, as you naively thought she might ‘like what she sees’.\nIf asked, you have developed an erection on several occasions while sunbathing in the garden and have started masturbating more recently. You accept that it is possible that your neighbour may feel intimidated and frightened. You deny having ever physically approached your neighbour; however, you confess that you have fantasised about this.\nIf asked, before you met your ex-wife in your early 20s, you occasionally exposed your genitals to unsuspecting women in the street. You found the act sexually arousing and exciting. You have never previously been arrested for this behaviour and have no other criminal history.\nIf asked about your sexual preferences, you describe yourself as heterosexual and deny any paraphilic interests (e.g. voyeurism, underage children, sadomasochism). You report having a ‘high sex drive’ and regularly access legal online pornography.\nIf asked about your sexual history, you describe finding it difficult to speak to women when you were a young man, as you felt sexually inadequate. Your first sexual experience was with your ex-wife, and you had a healthy and enjoyable sex life during the time you were married.\nYou have no memory problems, have no changes in your mood, and have never experienced hearing voices. You rarely drink alcohol, and you do not use any illicit substances. You have no previous mental health history. You have no children.",
    "voice": "ember",
    "feedbackDomains": {
      "Risk Assessment": "The candidate is able to establish the increasing risk toward the female neighbour, as evidenced by the progression of sexually inappropriate behaviour (i.e. indecent exposure, sexual gratification, fantasising about physically approaching her). The candidate elicits that Mr Churchill is aware that the neighbour is alone in the house during the day.\nThe candidate considers the risk to the wider public. In this station, Mr Churchill has a previous history of exhibitionism that should be explored fully. It is also important to ascertain whether there is any risk to children.",
      "Additional Relevant History": "A psychosexual history should be considered in any station involving a sexual offence. The candidate is able to ascertain information regarding sexual orientation, previous sexual relationships, use of pornography and sexual fantasies/fetishes (type and frequency), any sexual difficulties, and any history of sexually inappropriate behaviour/offences.\nAs is routine in forensic stations, it is important to determine whether there is a past psychiatric, forensic, and substance misuse history.",
      "Differential Diagnosis": "The candidate has ruled out erotomania by testing Mr Churchill’s degree of conviction in his belief that the neighbour reciprocates his feelings. The candidate has screened for other major mental health disorders that may explain the actor’s presentation (e.g. schizophrenia, bipolar affective disorder, autism spectrum disorder).",
      "Communication": "The candidate addresses the station in a nonjudgemental manner and reassures the patient of their role as a medical professional. When asking intimate questions, it is done in a sensitive and neutral way (e.g. ‘I know this might be embarrassing, but I need to ask you some personal questions . . .’)."
    },
    "authorsNote": "If the station included someone older, it would be prudent to cast the differential net wide and consider other causes of disinhibition, such as frontotemporal dementia"
  },
  {
  "title": "Break Time",
  "readingTime": 0,
  "stationTime": 1800,
  "candidateInstructions": "This is your scheduled 30-minute break.",
  "actorInstructions": "You have now completed eight stations. Please take a 30-minute break before continuing to Station 9. Use this time to rest, stretch, and prepare for the second half of the exam.",
  "voice": "sage",
  "feedbackDomains": { }
  },
  {
    "title": "Station 9: General Adult History (Psychiatry-Delusions)",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working in liaison psychiatry. Mr Theophilus Grantley, a 21-year-old student, has been brought to the ED by his friends due to concerns that he is not eating. He has been isolating himself, and they fear he is depressed.\nInterview Mr Grantley and take an appropriate history.",
    "actorInstructions": "You are Mr Theophilus Grantley, a 21-year-old male English literature student. You are content to be in the ED because you think there is something wrong with your body, but you are not sure what.\nThroughout the interview, your manner is very perplexed and you do not show much emotion. You speak quite monotonously, and there is sometimes a bit of a delay in your answers to questions. Sometimes your answers do not address the question and are a bit random.\nYou have been feeling ‘strange’ for the last few months, but you are starting to realise what has been happening. You think people have been coming into your room every night and raping you. You don’t remember it happening because they put a ‘memory glove’ over you. However, you are fairly sure it has taken place because in the morning, the shadows through the curtains fall on a different part of the room. You have no other evidence of having been raped.\nYou don’t know who is doing this, but it might be related to Nazis, as your hall of residence has a German-sounding name. You are beginning to think that your friends who brought you here must know something about it.\nIf asked about whether thoughts are put into your head, say you are worried that the food makes you think ‘monstrous things’, but you will not say what. This is why you eat very little.\nYou do not ‘hear voices’ and are annoyed if this question is asked in an insensitive manner because you know you’re not mad. You do want medical help, though, because you don’t know what these disgusting people have been doing to you.\nYour mood is ‘Okay’, but you are concerned about your situation. There aren’t many activities you enjoy anymore because you need lots of time to think through what is happening. Your sleep and energy levels are fine. You do not think you are underweight.\nYou do not want to harm yourself – you want to save yourself from these people. You have called the police about it, but they didn’t seem to want to help; however, you wouldn’t dream of confronting your persecutors because there are too many of them.\nYou don’t have any history of mental illness, but your uncle was ‘really odd’ and spent lots of time in a ‘mental hospital’. You occasionally smoke cannabis but otherwise do not use alcohol or drugs.",
    "voice": "alloy",
    "feedbackDomains": {
      "Differential Diagnosis": "The main differential diagnosis is between psychotic depression and a primary psychotic illness. Both possibilities should be explored by the candidate, but questions should make clear that the latter is the more likely diagnosis.",
      "Additional Relevant History": "Candidate briefly includes past psychiatric history, substance misuse history, and family history of psychotic disorders.",
      "Risk Assessment": "The candidate assesses for self-neglect (e.g. food and fluid, personal hygiene) and suicide. When asking about harm to others, the candidate makes it as natural as possible (e.g. ‘It’s clear that some awful things have been happening to you. Do you ever get angry with these people? Do you ever want to get back at them in any way?’).",
      "Communication": "The candidate asks detailed questions to probe the mental state in a manner that does not make the patient feel that he is ‘mad’ (e.g. avoids potentially stigmatising terms such as hallucinations and delusions). The candidate rolls with resistance and avoids antagonising the patient."
    },
    "authorsNote": "There is a large amount of psychotic content in this station, and a good candidate will demonstrate the extent of the systemisation of the delusion. Variants on this station might include more specific tasks, such as assessing delusional beliefs or determining whether a delusion is primary or secondary."
  },
  {
    "title": "Station 10: Emotionally Unstable Personality Disorder (General Adult History)",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are called to assess Ms Lizzie Eustace, a 22-year-old woman, in the ED. She has been flagged as a frequent attender. She has been medically cleared after presenting with an intentional overdose of 12 tablets of paracetamol 500 mg.\nTake a history from Ms Eustace to establish a psychiatric diagnosis.",
    "actorInstructions": "You are Ms Lizzie Eustace, a 22-year-old unemployed woman who has dropped out of university. You feel fed up with the hospital and want to go home. You do not see why you have to speak to yet another doctor. You will only be persuaded to discuss more about yourself if the doctor is respectful and explains why it is important to speak to them.\nThis morning, you had an argument with your boyfriend, Freddie, on the phone. He accused you of flirting with another guy, when actually you were just being friendly. Freddie shouted at you, and you yelled back at him, ‘Get out of my life!’ You then drank half a bottle of wine and took the paracetamol tablets that you had in the cupboard. You wanted to end your life at the time and thought that you had nothing left to live for.\nYou then called an ambulance a half hour later because you didn’t want to die and you were worried about your cats if you did. You shouted at the paramedics because one of them rolled their eyes at you. You now feel okay and just want to go home. You no longer wish to end your life.\nYou have taken several overdoses in the past, sometimes paracetamol, sometimes ibuprofen. You have also self-harmed for years by cutting yourself with a razor blade to cut your arms; this relieves some of the frustration you often experience.\nYour mood seems to go up and down all the time (within a few minutes); even things like being stood up by a friend can make you want to end your life. You think of yourself as pretty worthless. You get angry with yourself and with others a lot. You always seem to be getting into arguments with other people and you don’t know why. With a previous boyfriend, you’d sometimes hit each other during these arguments, but nobody got hurt.\nYour mother always used to say that you have ‘no sticking power’, and you know that you give up on things easily. You tend to do things on the spur of the moment and then regret them afterward, like when you saw a necklace you liked in a store and stole it; this led to a police caution.\nYou have dropped out of university and don’t know what to do with your time now.\nYou have had a series of short-term relationships. To start with, the guy seems like the best person in the world – really kind and sympathetic – but after a few weeks, you inevitably find out that he is an idiot. There seems to be a pattern – you can’t live with them and you can’t live without them. You always worry that they’re going to leave you, but you can’t stand them when they’re around.\nYou know you drink quite a lot of alcohol, binging on bottles of wine three to four times a week. You’ve experimented with cannabis, ecstasy, and ‘meow meow’, but you’ve never injected drugs.\nYou don’t hear voices, but you do sometimes worry that people are ‘out to get you’, though you know they’re not really.\nIf asked, as a child, your mother died and your father neglected you. You don’t really want to talk about this further.",
    "voice": "verse",
    "feedbackDomains": {
      "Knowledge": "The candidate establishes the features of emotionally unstable personality disorder. These are emotional instability, unstable relationships, disturbed self-image, impulsivity, feelings of abandonment, recurrent self-harm, feelings of emptiness, angry outbursts, and transient psychotic or dissociative symptoms.",
      "Risk Assessment": "This should be brief. The candidate includes suicide, self-harm, and violence in relationships.",
      "Communication": "The candidate effectively explains the reason for the interview and demonstrates an empathetic manner toward the patient. They use a structured approach to elicit the history and avoid psychiatric jargon such as ‘feelings of chronic emptiness’ or ‘real or imagined abandonment’. It may be helpful to start with open questions about mood, relationships, and substance use, but the candidate ensures that clarity is obtained (e.g. duration of mood states, actual substances used, and sequence of events)."
    }
  },
  {
    "title": "Station 11: Collateral History (Old Age)",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You have been asked to speak to Mrs Sue Connolly, the mother of 27-year-old Mr Steven Connolly, who is currently an inpatient on a surgical ward following a road traffic accident. Mrs Connolly has expressed some concerns about her son’s behaviour toward the surgical team, who have requested a psychiatric review.\nSpeak to Mrs Connolly to obtain a collateral history, considering differential diagnoses and addressing her concerns.",
    "actorInstructions": "You are Mrs Sue Connolly, the mother of 27-year-old Steven Connolly, who was involved in a road traffic accident four days ago. He was knocked off his motorbike and sustained multiple injuries, including three broken ribs, a broken arm, and multiple wounds on his legs and face. Your understanding is that he was knocked unconscious during the accident and only regained consciousness the day after he was admitted to the hospital. He was in the ITU for the first 24 hours of his admission, after which he was transferred to the surgical ward, where he has since undergone successful surgery on his broken arm.\nYou are worried about Steven, as since waking up he seems ‘different’. He keeps asking for his girlfriend, from whom he separated a number of months back, and is repeatedly getting agitated about a job he must finish at work (which you have since been informed by his colleagues was completed last month). His mood has been quite ‘up and down’, and he is quite irritable, which is unusual for him as he has always been a very gentle person. A particular cause for upset and embarrassment is that you have heard him on a number of occasions make sexually inappropriate comments to some of the nursing staff, which is very out of character. At first, you had put this behaviour down to the trauma, or the effects of medication, but things have not improved in several days. You are worried that his change in behaviour is due to something more serious, and you fear that it is permanent.\nIf asked, you have noticed him struggling to hold a conversation or focus on any entertainment since his accident because his attention span seems so poor. He seems to you to have lost his sense of humour as he fails to understand jokes, and he sometimes laughs hysterically for no obvious reason.\nYou are aware that Steven had a brain scan upon arrival at the hospital, and there were no obvious abnormalities detected. He has not had a repeat brain scan since. He has no physical health problems and no other history of significant head injuries. He used to smoke cannabis as an adolescent but no longer does; you’re not aware of any other illicit substance use. You are aware he drinks socially but are not sure of the frequency or amount. Steven works as a labourer and is a partner in a building firm.",
    "voice": "alloy",
    "feedbackDomains": {
      "Knowledge": "The candidate clearly identifies from the history of presenting complaint (i.e. head trauma, loss of consciousness, post-traumatic amnesia) that a traumatic brain injury has occurred in someone who is a chronic heavy alcohol user, and it should be treated as a medical emergency (see Stations 9.1 and 9.5).",
      "Additional Relevant History": "The candidate elicits at least a brief past psychiatric history. A pre-existent mental health problem may have been associated with the traumatic event itself (e.g. suicide attempt), and if left untreated it could have serious consequences. In addition, those with pre-existing affective or psychotic disorders are more likely to develop symptoms following traumatic brain injury.",
      "Communication": "The candidate adopts a gentle, sensitive approach to the history-taking process here (in a station like this, the patient’s relative is likely to be very upset and worried). The candidate ensures they respond to the relative’s cues, expressed worries, and body language. In this scenario (as in reality), the relative will not know all the medical details, and an overly zealous approach may cause upset or stress."
    },
    "authorsNote": "Traumatic brain injuries can have unpredictable and devastating effects on a patient and their family. Sensitivity and proactive questioning of the psychosocial impact of the injury are critical to both this station and clinical practice.\nFurther Detail (Follow-up questions and knowledge points):\nRegarding severity of the head injury:\nWhat was the mechanism of the head injury?\nWhat was the duration of loss of consciousness? (As a rule of thumb, relatively minor injuries usually cause loss of consciousness lasting no more than short minutes, whilst serious injuries can cause unconsciousness lasting several days – in this scenario, it is around a day.)\nWhat was the duration of post-traumatic amnesia? (As a rule of thumb, relatively minor injuries are rarely associated with amnesia lasting more than an hour, whereas very serious injuries can cause amnesia lasting weeks – in this scenario, it is ongoing after four days.)\nGiven the above information, the brain injury in this scenario is relatively severe.\nRegarding sequelae of head injury (general advice, though in this scenario may be early):\nCognitive deficit – Cognitive deficits are common after TBIs (traumatic brain injuries), including changes in attention span, short-term memory, processing, problem solving, and speech/language.\nAffective disorders – TBIs increase risk of depression and anxiety, often with atypical features (emotional lability, uncontrollable laughter/crying, or pervasive anxiety).\nPersonality change – TBIs may exaggerate pre-existing traits or cause new changes due to frontal lobe damage, such as disinhibition, lack of judgement, impulsivity, and apathy.\nPsychosis – TBIs are associated with higher risk of psychosis (especially in those with predispositions), often with delusions.\nThe candidate asks about repeat scans and identifies that they may be needed if not performed, as not all brain injuries are apparent initially; some only show on repeat clinical assessment and imaging (e.g. diffuse axonal injury, subdural haematomas).\nThe candidate clearly establishes the impact of the above symptoms on relationships, occupation, and daily living. They explain that prognosis after TBI is variable and often hard to predict, but improvement is possible depending on severity—commonly over days, weeks, or months.\nDifferential Diagnoses\nPost-operative delirium – usually presents as fluctuating consciousness; should always be considered, especially in surgical patients. Infection and delirium screen (blood tests, urine culture) may be needed.\nDelirium tremens – alcohol history can be easily missed in trauma patients. Delirium tremens develops about three days after sudden discontinuation of alcohol in dependent drinkers"
  },
  {
    "title": "Station 12: Collateral History from Child Psychiatry",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You have been asked to see Mrs Jane Cooper in the CAMHS outpatient clinic. She has some concerns about her 12-year-old son Harry, who has been underachieving in class.\nObtain a collateral history from Mrs Cooper with a view to establishing a diagnosis, and explore her concerns.",
    "actorInstructions": "You are Mrs Jane Cooper. You have an appointment at the child and adolescent mental health clinic regarding your son Harry, who is presently at school. You appear anxious, as you are worried about the difficulty your son is having at school and the impact his behaviour may have on his academic achievement and future.\nHarry is in Year 8. Since he started secondary school last year, you have received numerous reports from schoolteachers about Harry’s ‘challenging behaviour’. Teachers complain about him not listening in class, being too easily distracted, and shouting out when it is not his turn to speak. During classes, he gets up from his seat repeatedly and sometimes leaves the classroom without the teacher’s permission. Teachers have warned you he is disrupting other students’ learning with his behaviour, and he is put in detention multiple times per week. Similar issues were reported at Harry’s primary school, but things are far worse at secondary school – you suspect because he is being expected to sit down and concentrate for longer periods. Harry was usually regarded as average in academic ability at school, but he has been moved down to the lower-ability classes this academic year.\nHarry has insisted to you that he tries his best at school but finds it hard to concentrate. He frequently forgets what homework he has been set. He finds it embarrassing to have fallen behind his peers academically and has started to dread attending school due to the criticism and punishment from teachers for his behaviour.\nYou had a normal pregnancy with Harry, although he was born four weeks prematurely via emergency Caesarean section. Harry was always a hyperactive and energetic child. He has a tendency to talk and act without fully thinking things through, which can get him into trouble. He often acts quickly and sincerely apologises a few minutes later. He can’t concentrate on anything at home for more than 15 minutes. Harry has no physical health problems. He has no history of misusing drugs or alcohol. He has no specific learning difficulties, including no difficulties with reading; no difficulties with communication/social interaction; and no restrictive interests or repetitive behaviours. He has never had much of a problem doing as he is told, and he has no history of involvement with the police. You and Harry’s father can lose your temper with him when he doesn’t listen or sit still, but are not physically punitive.\nYour biggest fear is that Harry might end up excluded from school if this behaviour continues. You wonder whether Harry may have attention deficit hyperactivity disorder (ADHD). From reading about the topic, you also suspect his father has (undiagnosed) ADHD.",
    "voice": "verse",
    "feedbackDomains": {
      "Knowledge": "The candidate explores the presenting complaint and history of presenting complaint to elicit the parent’s main concerns.\nThe candidate identifies that the young person’s history is suggestive of ADHD and explores the diagnostic features, in accordance with the ICD-11 diagnostic criteria:\nProblems with inattention and/or both hyperactivity and impulsivity lasting at least six months\nEmergence of symptoms during the developmental period (typically early to mid childhood)\nThe behavioural pattern must be:\n (a) Beyond the normal variation for age and intellectual ability\n (b) Causing difficulties in social, academic, or occupational functioning\n (c) Not limited to a single setting (e.g. school, home, clinic)\nThe candidate explicitly addresses each of the three key domains:\nInattention: Distractibility, disorganisation, and difficulty in sustaining attention on ordinary tasks. Patients may be unable to listen, forgetful, leave tasks incomplete, and lose things frequently.\nHyperactivity: Excessive movement/boundless energy, intolerance of remaining still for long periods. May be fidgety, noisy, unable to sit still.\nImpulsivity: Tendency to act on urges without considering risks/consequences. May struggle not to interrupt or wait their turn.\nThe candidate explores risk factors for ADHD: family history of ADHD, premature birth, acquired brain injury, trauma, and comorbid neurodevelopmental disorders (e.g. ASD, tic disorder).",
      "Differential Diagnosis": "Specific learning difficulties – candidate asks about any identified or suspected reading/writing/arithmetic problems.\nAutism spectrum disorder – candidate asks about social reciprocity, restricted/repetitive behaviours, sensory sensitivities.\nOppositional defiant disorder – explores markedly defiant or provocative behaviour.\nIllicit substance use – excluded, as stimulants can mimic ADHD. Patients with ADHD may also be prone to using substances impulsively.",
      "Risk Assessment": "The candidate considers the increased risk of:\nAccidental harm and deliberate harm to patients due to impulsivity/hyperactivity\nImpulsive aggression toward others\nRetaliation/punishment from peers or parents\nThey may preface questions with prompts such as:\n “Often we find that young people with ADHD can impulsively lash out; is that something you’ve seen with Harry?”",
      "Communication": "The candidate balances empathy and validation, and explores parental ideas and concerns.\n They ask about everyday activities in specific ways (e.g. “How long can he read before losing interest?” / “Will he often do something and apologise later?”) rather than vague questions like “Can he concentrate?”"
    },
    "authorsNote": "This station could also be posed as:\nCollateral history from a teacher\nCollateral history from the child himself\n⚠️ Pitfalls:\nDon’t rely on Harry’s ability to play computer games as proof of concentration.\nADHD often coexists with LD/ASD, anxiety, or depression.\nFailure to diagnose/treat ADHD early may worsen long-term outcomes (academic exclusion, low self-esteem, punitive treatment)."
  },
  {
    "title": "Station 13: Capacity Assessment (Learning Disability)",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working in a liaison psychiatry team and have been asked to speak to Mr Matthew Pearson, a 35-year-old man who has been admitted to a surgical ward with a right-sided neck of femur fracture. He has been advised by the orthopaedic surgeons that he needs to go to theatre urgently in order to fix the fracture, due to the risk of avascular necrosis and non-union. Mr Pearson has refused. The surgical team has requested your help in assessing Mr Pearson’s capacity to make this decision.\nHe has a diagnosis of mild learning disability (IQ 63) and is able to verbally communicate. His pain medication has been optimised today, and he has calmed down and consented for you to talk to him.\nPlease assess Mr Pearson’s capacity to make the decision to refuse surgery on his fractured femur, and explain the outcome of your assessment to him.",
    "actorInstructions": "You are Mr Matthew Pearson, a 35-year-old man with a mild learning disability who is in the hospital because of a broken right hip. You might not understand complicated language. If the doctor says anything too complicated, tell them you don’t understand. You are happy to speak to the doctor, but you just want to go home.\nYou broke your hip yesterday after falling off your bicycle on a busy road. A stranger called an ambulance, which took you to the ED. You are now on a surgical ward and the ‘bone doctors’ have told you that you need an operation as soon as possible because the part of the hip that has broken is very important. They said the fracture would not heal properly without it, and mentioned something about the blood in your leg being affected. The surgeons did talk to you about the risks of the operation – you remember them mentioning pain and bleeding.\nYou do not want the surgery and strongly believe that God will help heal the fracture. You are very religious and have been praying all night for God to help heal the fracture. This seems to have worked, as the pain is a bit better today.\nYou live with your elderly mother, who is unable to leave the house to visit you. You want to go home to take care of her. You ask this new doctor what the plan is and whether you can go home.",
    "voice": "alloy",
    "feedbackDomains": {
      "Knowledge": "The candidate demonstrates awareness of their national mental capacity legislation (which varies across the UK) by carrying out a valid capacity assessment.\nAll UK capacity legislation presumes capacity for all decisions in any individual aged 16 or over, regardless of whether the clinician feels their decision is wise or unwise. Sometimes, however, an individual may be assessed as lacking the mental capacity to make a specific decision. For this to happen, there must be a reasonable justification for making such an assessment: an impairment of the mind or the brain that affects an individual’s ability to make the specific decision. The assessment must (unless the decision cannot be delayed) be done in such circumstances and at such a time as to maximise the chance of the individual being found to have capacity to make the decision.\nNext, the assessment itself must demonstrate that the individual is unable to do something that is required for a capacitious decision to be made (or also, in Scotland, whether the individual is unable to act upon the decision). These requirements are that an individual must:\nunderstand the information pertinent to the decision\nretain that information long enough to be able to make the decision\nweigh up that information (i.e. consider the ways in which it affects the decision)\ncommunicate their decision (by any means)\nIf an individual has been assessed as lacking the capacity to make a decision, then the decision must be made by clinicians in the individual’s best interests. In so doing, the clinicians must take into account the individual’s past and present wishes; these may be expressed through a pertinent document written whilst capacitious, or through an appointed proxy – or by the reasonable assessment of views of those who know the individual well.\nJust as is true for individuals who do have the capacity to make a treatment-related decision, there is no right to demand treatment that is not appropriate or not available.",
      "Management": "The candidate justifies their conclusion about whether or not this patient has capacity. In this scenario, actor instructions favour the outcome that the patient does not have the capacity to refuse treatment. His urgent desire to go home to support his mother should be addressed with appropriate support (e.g. making sure that his mother is okay and has adequate support at home) to allow him the best chance to make a capacitious decision, free of external pressure. However, his strong erroneous belief that the fracture is already healing appropriately and will continue to heal without surgery is clearly preventing him from weighing up the decision.\nThe candidate explains to the patient that he may need to be treated for his fracture in his best interests, as he does not have capacity. They further explain that the surgeons will have to make the final decision about whether to operate.",
      "Communication": "The candidate explains the management plan to the patient in a sensitive manner, using simple, easy-to-understand language that is appropriate to the patient’s level of learning disability."
    },
    "authorsNote": "In these scenarios, it is important to arm yourself with all the information in the instructions. A copy will typically be available inside the station, but you may prefer to write your own summary to refer to.\nIt is worth noting that in reality, decisions of this magnitude (here, omission could lead to irreversible damage or loss of life) are usually referred to the courts for a definitive judgment.\nSome actors in reality do have learning disabilities, and the College might choose to hire them to make the station more realistic, so be prepared for this. You may also be provided with visual aids to help communicate specific information."
  },
  {
    "title": "Station 14: Risk Assessment (Forensics)",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working in a general adult community mental health team. Mr Eric Giles, a 35-year-old man, has been referred by his GP due to concerns regarding his mental state.\nElicit a focused history to determine the likely diagnosis and conduct a risk assessment.",
    "actorInstructions": "You are Mr Eric Giles, a 35-year-old builder. You visited your GP two weeks ago because you have been feeling increasingly stressed, which is causing you to have trouble sleeping. You are unclear why your GP has referred you to see a psychiatrist, as you had simply expected some sleeping tablets. Although you are feeling ‘on edge’, you are happy to speak to the candidate to discuss your concerns.\nYou believe that the cause of your stress is your partner, Carol. You have been in a relationship with Carol for three years; you live together and do not have any children. Carol has been having multiple affairs with different men. You initially became suspicious of her infidelity six months ago when you smelt men’s aftershave on her coat as she returned home from work. Since this time, you have noticed Carol flirting with nearly every man she meets. For example, earlier today you overheard her saying good morning to the postal carrier in what you describe as a ‘seductive’ manner. You have concluded that she must be sleeping with each of these men and estimate that she has had over 500 different lovers over the past six months.\nIf asked, you do not believe there is any other possible explanation for your perceived ‘evidence’ of Carol’s infidelity.\nIf asked, you have been secretly checking Carol’s mobile phone for messages from suspected lovers and have begun following her when she leaves the house. You have confronted Carol about your suspicions on several occasions, which invariably resulted in heated arguments. She has repeatedly denied the affairs; however, you are still convinced she is being unfaithful and have made the decision to obtain a confession from her ‘one way or another’. If pushed to specify what you mean, you disclose that you are prepared to use physical force and have been researching injectable ‘truth serums’ on the internet.\nIf asked, despite being suspicious of every man Carol comes in contact with, you have no intention to approach nor harm any of the suspected lovers.\nYou deny feeling depressed and describe your mood as ‘stressed’. You have no thoughts of self-harm or suicidal ideation and deny ever experiencing hallucinations. You have never seen a psychiatrist before.\nYou have not been sleeping well and have started calling in sick to work in order to dedicate time to gather further evidence of the affair. You have been drinking more alcohol recently due to the stress and currently drink five to six cans of beer each day. You deny any illicit drug use. You do not carry any weapons and do not have access to any firearms.\nIf asked, you previously served a two-year prison sentence for actual bodily harm against an ex-partner and remain subject to a restraining order due to this offence.",
    "voice": "ember",
    "feedbackDomains": {
      "Risk Assessment": "The candidate is able to ascertain that Mr Giles poses a high risk to his partner:\nThe level of risk has been steadily increasing; initially, it started with suspicions but has now moved to spying, stalking, confrontation, arguments, and consideration of physical force.\nThere has been internet research into potentially dangerous methods of obtaining a confession.\nMr Giles demonstrates delusional thinking and has no insight into his current mental state.\nHe has a previous violent forensic history toward an ex-partner.\nThe candidate assesses the risks to others:\nThere is no intention to confront or harm any suspected lovers.\nHe lives alone with his partner (no children, no vulnerable adults).\nThe candidate screens for any risk to self:\nHe has no suicidal ideation or thoughts of self-harm.\nHis alcohol consumption has increased.\nPotential threat to job: He has been calling in sick to work to stalk his partner.",
      "Differential Diagnosis": "In order to determine the diagnosis of morbid jealousy, the candidate is able to demonstrate that they have tested the patient’s conviction of belief to differentiate between an overvalued idea (strongly held rational or irrational belief, yet amenable to alternative explanation) and a delusion (belief is fixed, unshakable, and unyielding to contrary evidence).\nThe candidate screens for other primary psychotic disorders (e.g. schizophrenia, bipolar disorder) to show the examiner that they have considered these as explanations for the patient’s delusion.\nThe candidate demonstrates that the increased alcohol intake was subsequent to the development of the delusion rather than the delusion being secondary to an intoxicating substance.",
      "Communication": "The candidate is inquisitive and picks up on likely cues in the scenario (e.g. ‘one way or another’)."
    }
  },
  {
    "title": "Station 15: Mental State Examination- General Adult",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working in an ED. Mr Obadiah Slope, a 38-year-old man with known paranoid schizophrenia, has been brought to the hospital by staff at the hostel where he resides. They state that he has been hearing voices and behaving ‘oddly’. They are worried he is relapsing. He is known to a community mental health team and has recently been switched from risperidone to aripiprazole 10 mg.\nConduct a mental state examination of Mr Slope.",
    "actorInstructions": "You are Mr Obadiah Slope, a 38-year-old man with a history of schizophrenia. You are suspicious of what is happening and a bit unclear about what is going on. You are willing to speak to the doctor, but you show very little emotion. Occasionally, you stop and stay quiet for a few seconds, as you are hearing something others cannot hear. You sometimes say things that do not logically follow from each other.\nYou first noticed something strange was happening a couple of weeks ago. You realised that unbeknownst to everyone else, there was a baby in the hostel who is actually very old – hundreds of years old in fact. You also discovered that there is ‘energy’ in your body that can overcome evil.\nYou are concerned that others can read your mind and take thoughts out of your head. You are unclear why they might do this, but you have been reading about issues like Armageddon, dark matter, and the anti-Christ that all seem to relate to this.\nMost of these revelations just came to you suddenly – you just knew they were true. You became suspicious about the hostel manager a few days ago when you saw somebody cycling on the pavement.\nIf asked about hearing voices, you are initially reluctant to disclose, stating that they are ‘personal’. However, if gently pressed, you describe hearing a large family called the Quiverfuls talking about you. You don’t understand why you can hear them even if you go outside. They say things like ‘I hate this guy’, ‘He is a loser’, and ‘Why do you hang around with him?’ The Quiverfuls seem to know what you are thinking and sometimes comment on what you are doing. You do not hear them all the time, but they have been around a lot recently. They do not tell you what to do.\nYou do not want to harm anybody. You have no thoughts of harming yourself – you want to live so you can get to the bottom of all this.\nYour mood is ‘just the same – not up, not down’. You do not see anything abnormal, but you do sometimes feel as if people are moving your arms for you. You know you are in the hospital, whom you are speaking to, and what time it is.\nYou know you have been diagnosed with schizophrenia in the past, but you don’t believe it really. You certainly don’t think you are mentally unwell at the moment. You have not taken any drugs. You are eating and drinking normally.",
    "voice": "ember",
    "feedbackDomains": {
      "Knowledge": "This station assesses the ability to perform a thorough examination of mental status in the context of psychosis. The candidate elicits or enquires about the following:\nAuditory hallucinations: frequency, verbal versus non-verbal, content, person (1st person, 2nd person, 3rd person), identity of voices\nHallucinations in other modalities: visual, somatosensory, olfactory, gustatory\nPassivity phenomena\nThought alienation: thought insertion, withdrawal, and broadcast\nDelusions: content (e.g. paranoia, grandiosity, nihilism, identity), how fixed they are, aetiology (e.g. based on hallucinations, delusional perception, or arising from nowhere), systemisation, logicality\nMood\nCognition: orientation and attention\nInsight",
      "Additional Relevant History": "The candidate screens briefly for substance misuse.",
      "Risk Assessment": "The candidate briefly screens for risks to self and others along with self-neglect.",
      "Communication": "In the early stages of the interview, it is helpful if the candidate encourages the patient to talk as much as possible to elicit the extent of the delusions and hallucinations. Thereafter, the candidate is able to direct questioning as necessary to establish specific features of the psychopathology. They try to use the cues the patient gives, such as asking them why they pause sometimes."
    }
  },
  {
    "title": "Station 16: Mental State Examination",
    "readingTime": 240,
    "stationTime": 420,
    "candidateInstructions": "You are working on an acute psychiatric ward where a 54-year-old man, Mr Josiah Crawley, has just been admitted. Prior to admission, he was being treated under the home treatment team (HTT) for depression. The HTT had been particularly concerned about Mr Crawley’s poor self-care and limited oral intake.\nUnfortunately, Mr Crawley was unable to engage with the HTT, and they were having difficulty gaining access to his accommodation for assessments. Consequently, he was admitted to the hospital for further assessment and treatment.\nThe HTT report that Mr Crawley’s recent compliance with his prescribed medication has been poor and that prior to admission he had been spending most of the day sitting in a dirty armchair in his living room.\nHe has a background of recurrent depression that has required ECT in the past.\nPast Medical History\nHypertension\n\nMedications\nSertraline 150 mg OD\nMirtazapine 15 mg ON\nRamipril 5 mg OD\nPlease assess Mr Crawley’s mental state.",
    "actorInstructions": "You are Mr Josiah Crawley, a 54-year-old man. You are feeling very low and anxious. When the candidate enters, you are sitting down, anxiously stroking your face. You do not look up when the candidate enters, and you do not speak initially. After about 30 seconds, you say, ‘Oh dear, oh dear’. When you speak, your voice is quiet and you sometimes trail off at the end of sentences. You only give short answers to questions.\nIf the candidate gives you space, you gradually open up. You are worried about a cheque you wrote for a plumber when you were in your 20s. You think you may have misspelt the name of the person on it, preventing the plumber from getting their income. You think that you are therefore an evil person. It is an awful situation because you have no money at all to pay this plumber now. Your wife keeps saying that you have money, but you don’t believe her.\nYou are feeling very low, and nothing gives you pleasure anymore. You do not know when you last slept. You see no point in eating or drinking, and you don’t know when you last did either.\nIf specifically asked, you do not want to end your life because you are already dead and are in hell because of what you have done. You might have died from an awful illness, such as brain cancer, but you are not sure. You sometimes hear the devil calling to you, but you don’t know what he says.",
    "voice": "alloy",
    "feedbackDomains": {
      "Knowledge": "The candidate identifies that this is a case of psychotic depression. They screen for nihilistic delusions, including poverty, illness, and Cotard’s syndrome (i.e. belief that they are dead). They also remember to screen for hallucinations and to check for depressive symptoms.",
      "Risk Assessment": "The candidate screens for suicidal ideation and, importantly, for self-neglect. The main risk to be elicited in this scenario is poor oral intake.",
      "Communication": "The candidate approaches the patient in a gentle and sympathetic manner.\nThey leave lots of time to allow the patient to respond.\nThey do not expect the patient to give full answers.\nThey are encouraging when the patient does speak."
    },
    "authorsNote": "The key to this station is getting the patient to open up by using effective communication skills. This may take some time, and some candidates will get nervous during this period. However, it is quite common for actors’ instructions to include an initial minute or two when they are not encouraged to engage."
  }
]